[
    {
        "number": "1",
        "description": "Колледж на грани закрытия! Нужно срочно собрать команду спасателей! Древний \"Цифровой Маяк\" ждет своих героев!",
        "task": "Распределите роли внутри команды"
    },
    {
        "number": "2",
        "description": "Прежде чем отправиться в путь, нужно понять, с чем имеем дело. Каждый из вас – носитель искры знаний об ИИ. Пришло время оценить её силу!",
        "task": "Заполнение личного бланка – ваш первый шаг к цифровому мастерству!"
    },
    {
        "number": "3",
        "description": "Вам в руки попала пачка промтов, созданных другими участниками. Некоторые из них – настоящие бриллианты, способные заставить LLM генерировать шедевры. Другие… ну, скажем так, им нужна небольшая полировка (или даже переплавка!). От вашей зоркости и умения анализировать промты зависит успех общего дела.",
        "task": "Проранжируйте промты от лучшего к худшему"
    },
    {
        "number": "4",
        "description": "Колледж открывает новую специальность \"Веб-разработка для мобильных устройств\". Необходимо создать краткое, но ёмкое и привлекательное описание специальности для сайта, буклетов и рекламных материалов. Описание должно заинтересовать выпускников 9-х и 11-х классов и их родителей.",
        "task": "Сформулировать промпт, по методологии МАЯК - ОКО, который сгенерирует описание специальности \"Веб-разработка для мобильных устройств\"."
    },
    {
        "number": "5",
        "description": "В общежитии колледжа (студенты 1-3 курсов) сорвалось запланированное вечернее мероприятие (кинопросмотр) из-за скачка напряжения, повредившего проектор. Комендант в растерянности, студенты скучают. Нужно срочно придумать альтернативное неэнергозатратное развлечение.",
        "task": "Сформулировать промпт, по методологии МАЯК - ОКО, который предложит 5 вариантов активностей для вечернего мероприятия в общежитии."
    },
    {
        "number": "6",
        "description": "В колледж принят новый преподаватель специальных дисциплин, Елена Сергеевна Смирнова. Необходимо составить короткое приветственное письмо от имени директора колледжа.",
        "task": "Сформулировать промпт, по методологии МАЯК - ОКО. Текст должен быть теплым, уважительным, мотивирующим и приветствовать Елену Сергеевну в коллективе."
    },
    {
        "number": "7",
        "description": "В колледже разразился скандал! Кто-то \"сливает\" ответы на контрольные работы. Отличники внезапно стали получать \"неуды\", а троечники – блистать знаниями. Преподаватели в панике. Нужно срочно разработать новую контрольную, которую невозможно списать или \"слить\". Она должна быть объективной и проверять реальные знания.",
        "task": "Сгенерируйте варианты заданий для контрольной работы по вашей дисциплине (тема – на ваш выбор). Не менее 5 разных типов заданий. Укажите критерии оценки."
    },
    {
        "number": "8",
        "description": "Коллега просит о срочной помощи! Дедлайн близок, а статья требует доработки. Необходима вычитка и конструктивный отзыв. Вам передали текст. Помогите коллеге \nи предложите конкретные улучшения!",
        "task": "Написать рецензию (достоинства, недостатки, рекомендации)."
    },
    {
        "number": "9",
        "description": "Студенты зубрят, но не понимают. Запоминают наизусть, но быстро забывают. Ваша задача – не просто объяснить сложную тему, но и помочь им запомнить её надолго и с удовольствием. Превратите урок в шоу для памяти",
        "task": "Разработайте мнемонические приёмы (не менее 3) для запоминания выбранной темы(на ваше усмотрение)"
    },
    {
        "number": "10",
        "description": "Вас выбрали, чтобы сказать напутственное слово выпускникам. Но не просто что-то банальное, а речь, которая запомнится, вдохновит и, возможно, даже растащится на цитаты! Директор ждёт шедевра!",
        "task": "Напишите речь для выпускного (пожелания, напутствия, немного лирики)."
    },
    {
        "number": "11",
        "description": "Студенты заваливают вопросами? Систематизируем! Превратим это в полезный ресурс. Создадим базу знаний, которая сэкономит время и нервы и студентам и нам. Нужно составить по списку вопросов от студентов и подготовить ответы.",
        "task": "Составить FAQ (20 частых вопросов, приемная кампания, общежития и др.) и дать чёткие ответы."
    },
    {
        "number": "12",
        "description": "Внимание! Колледж под прицелом прокуратуры! На стол легла бумага с запросом о характеристике студента. Вам предстоит создать три варианта ответа на этот запрос, каждый из которых представит студента в совершенно ином свете.",
        "task": "Напишите три варианта ответа на запрос прокуратуры о студенте: положительный, нейтральный и отрицательный."
    },
    {
        "number": "13",
        "description": "Цифровой Маяк подсказывает - пора обменяться энергией!",
        "task": "Капитан следит, чтобы каждый участник вашей команды лично сказал каждому участнику команде справа/соседу(если 1 команда) пожелание удачи, успеха, вдохновения, креатива или чего-то подобного, поддерживая позитивный настрой."
    },
    {
        "number": "14",
        "description": "Важное совещание. Много говорили, обсуждали. Теперь нужно это всё перевести из аудиозаписи в текст. Чтобы зафиксировать сказанное и принятые решения. Важно ничего не упустить. Действуйте!",
        "task": "Сделать расшифровку аудиозаписи совещания и составить протокол"
    },
    {
        "number": "15",
        "description": "\"Теория механизмов и машин\" – скукота? Докажите, что это не так! Студенты засыпают на лекциях? Пора устроить рэп-баттл! Зачитайте основы ТММ так, чтобы даже самый отпетый прогульщик заслушался и всё понял. Рифма – ваш друг!",
        "task": "Сочинить рэп-урок по ТММ (или другой сложной теме) чтоб \"зацепило\". Используй внутреннюю модель генерации текста в Suno."
    },
    {
        "number": "16",
        "description": "Положение навевает тоску? А от правил внутреннего распорядка клонит в сон? Хватит это терпеть! Докажем, что даже самый скучный документ может \"качать\", если найти к нему правильный подход. Время для звукового эксперимента!",
        "task": "Сделать из самого \"сухого\" документа трек в максимально неподходящем ему жанре. Превратите бюрократию в душевную балладу или оперную арию!"
    },
    {
        "number": "17",
        "description": "Студенты пролистывают новости быстрее, чем вы успеваете сказать \"обязательно к прочтению\"? Пора нанести ответный удар по информационной слепоте! Превратим сухие факты в зажигательный трек, который засядет в головах студентов.",
        "task": "Сделать из еженедельного дайджеста колледжа песню, чтобы студенты не только узнавали новости, но и напевали их. Возьми новости и на основе их сгенерируй текст и затем вставь в Suno для ее генерации"
    },
    {
        "number": "18",
        "description": "Прямой эфир на городском ТВ! Директор колледжа произносит торжественную речь, но… коварный ветер (или технический сбой) превращает звук в хаос! Срочно нужна чистая запись для эфира и архива. Перезаписи не будет!",
        "task": "Восстановить аудиозапись(убрав лишние шумы) речи директора колледжа, предназначенную для телерепортажа"
    },
    {
        "number": "19",
        "description": "Посетило вдохновение? Или руководство намекнуло, что колледжу не хватает своего гимна? Самое время проявить таланты и создать что-то запоминающееся! (Или хотя бы внести свой посильный вклад...)",
        "task": "Создать гимн колледжа в аудиоформате(заранее сгенерировав текст песни)."
    },
    {
        "number": "20",
        "description": "Иногда, чтобы услышать голос Маяка, нужно замолчать. Устройте минуту тишины и прислушайтесь к своим ощущениям.",
        "task": "Всей командой сядьте в удобной позе, закройте глаза и в течение минуты молча прислушивайтесь к дыханию и звукам. После минуты Медиатор предлагает каждому кратко поделиться (1-2 словами) своими ощущениями или мыслями, способствуя рефлексии."
    },
    {
        "number": "21",
        "description": "Одной иллюстрации недостаточно? Нужно больше визуального контента для буклета, презентации или других материалов. Создадим серию изображений, раскрывающих тему с разных сторон. \"ваша дисциплина: вчера, сегодня, завтра\".",
        "task": "Создать серию (3-5) изображений (\"ваша дисциплина: прошлое, настоящее, будущее\")."
    },
    {
        "number": "22",
        "description": "Объявляется конкурс на самую крутую, стильную спецодежду для наших студентов-мастеров! Руководство жаждет увидеть не просто робу, а произведение искусства, в котором хоть на подиум, хоть в мастерскую!",
        "task": "Примерить 3 варианта спецодежды на фотке студента."
    },
    {
        "number": "23",
        "description": "У каждого есть история, которую можно рассказать, или тема, которую хочется исследовать визуально. Вместо тысячи слов – шесть изображений!",
        "task": "Создайте серию из 3 последовательных изображений, объединенных одной общей темой или идеей по вашему выбору."
    },
    {
        "number": "24",
        "description": "Как найти общий язык со студентами? Использовать мемы! Создадим серию забавных картинок, связанных с образованием, дисциплиной или колледжем. Юмор поможет наладить контакт и повысить вовлеченность.",
        "task": "Создать серию (3-5) мемов (образование/дисциплина/колледж – с юмором)."
    },
    {
        "number": "25",
        "description": "В архиве колледжа хранятся старые фотографии, которые имеют историческую ценность, но плохо сохранились (выцвели, поцарапаны, порваны). Директор хочет восстановить эти фотографии и использовать их в музее колледжа или на сайте",
        "task": "Провести реставрацию фотографий"
    },
    {
        "number": "26",
        "description": "Лекция или статья без визуального сопровождения — неэффективно! Исправляем ситуацию: создаём изображение, которое ёмко и наглядно отразит суть заданной темы. \"ваша дисциплина — это...\".",
        "task": "Создать одно изображение по заданной теме (\"ваша дисциплина – это...\")."
    },
    {
        "number": "27",
        "description": "Команда слева нуждается в гимне! \"Цифровой Маяк\" требует, чтобы вы воспели величие команды",
        "task": "Сочините гимн для команды слева/своей команды(если одна команда). Хранитель маяка помогает команде с мелодией, ритмом и общей гармонией исполнения, берет на себя роль запевалы, дирижера."
    },
    {
        "number": "28",
        "description": "Нужен наглядный экскурс в историю, чтобы не блуждать в трех соснах современных нейросетей. И чтобы не просто картинки полистали, а что-то в голове отложилось – тест в конце обязателен! А то вдруг ИИ сам забудет, как он появился, и нам придется ему напоминать!",
        "task": "Создай интерактивный таймлайн: 5-7 ключевых этапов развития ИИ (дата, суть, значение) и тест из 5-7 вопросов (с ответами) для проверки знаний."
    },
    {
        "number": "29",
        "description": "Сессия на носу, а студенты мечтают о \"халяве\"? Превратите подготовку к зачёту/экзамену в увлекательную игру! Создайте свою версию игры \"Кто хочет стать миллионером?\", где главный приз – зачёт \"автоматом\" по вашему предмету.",
        "task": "Разработать интерактивную игру-викторину по типу \"Кто хочет стать миллионером?\" (12-15 вопросов, варианты ответов, \"подсказки\")."
    },
    {
        "number": "30",
        "description": "Коллега просит о срочной помощи! Дедлайн близок, а статья требует доработки. Необходима вычитка и конструктивный отзыв. Вам передали текст. Помогите коллеге и предложите конкретные улучшения!",
        "task": "Задача актуализировать презентацию (структура, дизайн, визуал)."
    },
    {
        "number": "31",
        "description": "Превратите ключевые понятия, формулы, даты, правила (и т.д.) вашей дисциплины в мемы-шпаргалки!",
        "task": "Задача – создать серию из 3-5 мемов, которые помогут вашим ученикам запомнить самую важную информацию по теме."
    },
    {
        "number": "32",
        "description": "Студенты считают, что знают предмет лучше вас? Докажите обратное! Создайте интерактивный квиз с каверзными вопросами по вашей дисциплине. Пусть попробуют ответить!",
        "task": "Разработать квиз из 10 вопросов (вопросы с подвохом, варианты ответов, баллы)."
    },
    {
        "number": "33",
        "description": "Приближается открытый урок! Необходима презентация, которая сделает материал наглядным и интересным. Тему урока вы выбираете самостоятельно. Главное — чтобы было информативно и увлекательно.",
        "task": "Создать презентацию к уроку из 8 - 10 слайдов (выбор темы – свободный)."
    },
    {
        "number": "34",
        "description": "Пришло время вам самим стать источником позитива и поднять настроение окружающим!",
        "task": "Всей командой спойте песню, чтобы развеселить всех. Летописец отвечает за артистизм, помогая команде создать яркий и запоминающийся образ."
    },
    {
        "number": "35",
        "description": "Говорят, будущее уже здесь, но мы решили заглянуть еще дальше – в 2050-й! Покажем как будет выглядеть колледж  в 2050 за 60 секунд. Формат, конечно, вертикальный (9:16), чтобы сразу в тренды.",
        "task": "Создай вертикальный (9:16) ролик “Колледж 2050” до 1 минуты. Со сценарием, озвучкой и субтитрами."
    },
    {
        "number": "36",
        "description": "Кто сказал, что канцелярские принадлежности – это скучно? Докажем обратное! Превратим обычный карандаш (или ручку, не будем придирчивы) в звезду шортс, оставив за ним след, который либо согреет душу (цветами), либо... ну, вы поняли (огнем). Главное – быстро (до 8 сек), эффектно и вертикально (9:16)",
        "task": "Создай ролик, в котором заставь карандаш/ручку двигаться по экрану, оставляя за собой либо шлейф из распускающихся цветов, либо огненный след. Уложись в 8 секунд, формат 9:16."
    },
    {
        "number": "37",
        "description": "Внимание, преподаватели! Руководство колледжа поручило вам особо важное задание: оживить историю! Точнее, фотографии исторических личностей. Используйте магию ИИ, но помните: никакой черной магии, только высокие технологии",
        "task": "Оживить 3-5 фотографий с помощью ИИ-инструментов."
    },
    {
        "number": "38",
        "description": "Кто сказал, что будни колледжа – это только гранит науки и бессонные ночи над конспектами? Это еще и неиссякаемый источник... для мемов! Ведь каждый студент (да и преподаватель, чего уж там) хоть раз ловил себя на мысли: «О, это же про меня!» или «Да это же типичная ситуация на паре!».",
        "task": "Создать 1-2 видео-мема отражающих типичные ситуации из жизни колледжа."
    },
    {
        "number": "39",
        "description": "Сложная тема вызывает затруднения у студентов? Превратим её в мультфильм! Создадим ролик (до 1 минуты), который в доступной форме объяснит ключевые моменты: \"Топ-5 ошибок\".",
        "task": "Создать видеоролик (до 1 мин) \"Топ-5 ошибок\"  в формате 16:9. Со сценарием, озвучкой и субтитрами."
    },
    {
        "number": "40",
        "description": "Каждый день в колледже – это маленький спектакль со своими героями. Забудьте о сухих описаниях – пора показать всё \"в цвете и движении\"! Ваша задача – взять типичную ситуацию из жизни колледжа и превратить ее в короткую, но емкую видео-зарисовку.",
        "task": "Создать короткий видеоролик 5-8 (секунд), который визуализирует одну характерную ситуацию из жизни колледжа в формате 16:9."
    },
    {
        "number": "41",
        "description": "Сенсоры \"Маяка\" показывают, что у команды справа от вас накопилось критическое напряжение! Им срочно нужен сеанс расслабляющего массажа, иначе они перегорят!",
        "task": "Всей командой сделайте массаж плеч и шеи команде справа(соседу справа, если 1 команда). Инспектор следит за тем, чтобы массаж выполнялся всеми участниками качественно, с должным усердием и в течение установленной 1 минуты, обеспечивая \"цифровую продуктивность\" соседей!"
    },
    {
        "number": "42",
        "description": "Студент Петров – легенда! Но скоро выпускаться. Куратор в панике, нужна характеристика, а Петров как всегда... загадочен. Характеристика нужна \"вчера\", а то Петров опять что-нибудь учудит! Соберитесь, коллега, Петров – ваше всё!",
        "task": "Составить характеристику на Петрова (успехи/провалы, таланты/грехи, перспективы)."
    },
    {
        "number": "43",
        "description": "Шерлок Холмс позавидует! Вам попали данные о посещаемости студентов. Староста просит помочь вычислить злостных прогульщиков. Проанализируйте таблицу и предоставьте список \"подозреваемых\".",
        "task": "Проанализировать посещаемость. Найти прогульщиков, сделать графики посещаемости"
    },
    {
        "number": "44",
        "description": "Вы провели опрос, но результаты выглядят как шифр? Разберёмся! Вам даны результаты опроса. Проанализируйте данные, представьте их в виде таблиц, графиков и сделайте выводы.",
        "task": "Проанализировать опрос, подготовить таблицы, графики, выводы"
    },
    {
        "number": "45",
        "description": "Вас пригласили выступить на конференции с докладом о вашем передовом исследовании (которого пока нет). Тема – любая, но вдохновляющая. Завтра утром – на сцену! Нужно срочно набросать тезисы и подобрать  ссылки на исследования, чтобы не ударить в грязь лицом!",
        "task": "Подготовить тезисы для выступления (введение, основная часть, выводы, \"изюминка\") + 3-4 исследования используя deep research"
    },
    {
        "number": "46",
        "description": "В колледже провели опрос студентов (анкеты, интервью, отзывы – в общем, \"наговорили\" они там будь здоров!). Получился целый \"сундук\" с их \"криками души\" – жалобы, предложения, мечты... Короче, всё, как у людей. Только вот читать это всё – никаких сил не хватит!",
        "task": "Проанализировать файл с ответами студентов. Создать облако слов, отображающее наиболее часто встречающиеся слова. Выделить основные темы (3-5) по каждой категории вопросов"
    },
    {
        "number": "47",
        "description": "В учебной части – переполох, почти как перед внезапной проверкой! Данные об успеваемости студентов за семестр  вызывают больше вопросов, чем ответов. Директор колледжа требует разобраться: кто из студентов достоин продолжать обучение, а кому, возможно, пора примерить форму (не учебную, а военную)?",
        "task": "Подготовить аналитическую записку для директора и учебной части колледжа за семестр"
    },
    {
        "number": "48",
        "description": "Маяк сигнализирует: засиделись! Пора размяться и зарядиться энергией!",
        "task": "Всей командой проведите короткую (2-3 минуты) зарядку. Инженер предлагает 3-5 простых упражнений для \"подзарядки\" команды (приседания, наклоны, прыжки) и следит за бодрым и технически правильным выполнением для поддержания \"работоспособности\" команды."
    },
    {
        "number": "50",
        "description": "Преподаватели - асы, но цифровой мир меняется! Директор обеспокоен: не пора ли прокачаться? Студенты скоро будут учить нас... Какие цифровые навыки сейчас самые-самые?",
        "task": "Составить список ТОП 5 востребованных цифровых навыков для вашей должности, проранжировать их и подробно обосновать каждый."
    },
    {
        "number": "51",
        "description": "Директор в восторге: преподаватели прямо-таки фонтанируют идеями по ИИ! Но за блеском презентаций и умными терминами он хочет разглядеть реальную глубину понимания.  Нужен честный ИИ-детектор, а не просто вера в светлое цифровое будущее!",
        "task": "Разработать интерактивный тест из 8-10 вопросов для самооценки знаний в области ИИ."
    },
    {
        "number": "52",
        "description": "Теория – хорошо, практика – лучше! Как применить цифровые навыки в работе? Инструменты для интересных и эффективных занятий?",
        "task": "Выбрать тему или задачу по Вашей должности. Разработать обучающий урок с применением цифровых технологий. Описать: цели, ход, результаты и оценкой освоения применяя ФОС."
    },
    {
        "number": "53",
        "description": "Мало самому научиться – надо другим помочь! Как передать знания? Атмосфера поддержки и обучения? Директор мечтает о цифровых наставниках.",
        "task": "Разработать план короткого мастер-класса для коллег по одному из типов контента. Тема, цели, план, задания, материалы."
    },
    {
        "number": "54",
        "description": "Время больших дел! Как использовать технологии ИИ, чтобы улучшить учебный процесс в целом? Проекты для современного колледжа?",
        "task": "Разработать концепцию курса на 18 часов по внедрению технологий ИИ в учебный процесс с учетом ФГОС. Проблема, цели, этапы, результаты, ресурсы."
    },
    {
        "number": "55",
        "description": "Нужен системный подход для освоения цифровых навыков. Цифровые технологии – часть работы. Постоянно развивать компетенции? Нужна стратегия – план на перспективу.",
        "task": "Разработать подробный план развития цифровых компетенций на учебный год для коллектива. Цели, задачи, направления, показатели."
    },
    {
        "number": "56",
        "description": "В колледже Феникс обнаружен дефицит обнимашек, это снижает общий творческий тонус команды. Необходима срочная обнимашковая терапия!",
        "task": "Всей командой организуйте сеанс обнимашек! Капитан инициирует процесс, первым обнимая членов своей команды, и следит за созданием атмосферы единства и поддержки. Обнимитесь по очереди с каждым, а затем дружно все вместе!"
    },
    {
        "number": "57",
        "description": "Наши студенты как сокровища – умные, талантливые, но пока спрятанные от мира. Работодатели бродят где-то рядом, но, кажется, у них карта не той системы... Директор уже топает ногой, требуя свежих идей! Пора стать настоящими следопытами и проложить тропинку к партнерам.",
        "task": "Найти 5 потенциальных работодателей (профиль колледжа). Указать: название, сферу, контакты, ФИО"
    },
    {
        "number": "58",
        "description": "Представьте: вы на вечеринке, видите интересных людей, но… не знаете, как подойти. Так и с работодателями! Их много, но молчание – не золото... Директор ждет, что мы не просто найдем, но и заговорим с ними. Время первого контакта!",
        "task": "Составить шаблон холодного письма для первого контакта с работодателем. Кратко представить колледж, обозначить области сотрудничества, предложить созвон."
    },
    {
        "number": "59",
        "description": "Помните эти унылые ярмарки вакансий? Студенты зевают, работодатели скучают… Директор намекнул, что в современную эпоху пора на новый уровень! Нужно цепляющее, чтобы и студенты заинтересовались, и работодатели сказали: Вау! Хотим с вами!",
        "task": "Разработать концепцию мероприятия для привлечения работодателей. Формат, темы, способы вовлечения. Преимущества колледжа."
    },
    {
        "number": "60",
        "description": "Работодатели – не благотворители. Они ищут выгоду. Но какую? Какие у них боли? Что им нужно от нас? Директор требует анализа, а не догадок! Пора составить карту боли и понять, как мы можем стать для них… аспирином.",
        "task": "Проанализировать потребности и проблемы 5-8 работодателей. Сформулировать конкретные решения(что колледж может предложить)"
    },
    {
        "number": "61",
        "description": "Хватит ходить вокруг да около! Пора к конкретным предложениям.  Разработать типовое предложение о сотрудничестве между образовательным учреждением и компанией. Директор ждет не просто идей, а проработанных проектов. Иначе… ну, вы помните. Время действовать!",
        "task": "Разработать документ, описывающий детальное предложение о сотрудничестве для одного работодателя. Проблема, решение, результаты, этапы"
    },
    {
        "number": "62",
        "description": "Необходимо срочно подготовить презентацию, от которой у работодателей появится желание подписать договор о сотрудничестве. Презентация должна в общих чертах, почему стоит сотрудничать с образовательным учреждением – это круто и  выгодно",
        "task": "Подготовить презентацию о колледже на 8-10 слайдов для конкретного работодателя. Кратко, ёмко, визуально, убедительно. Ценность для работодателя, выгоды."
    },
    {
        "number": "63",
        "description": "Цифровой Маяк зафиксировал недостаток положительных вибраций! Срочно повышаем самооценку друг другу!",
        "task": "Всей командой устройте \"комплимент-батл\"! Каждый по очереди говорит комплимент команде слева(соседу слева, если 1 команда). Медиатор следит, чтобы комплименты были искренними, оригинальными и способствовали формированию культуры позитивной обратной связи в команде."
    },
    {
        "number": "64",
        "description": "Директор: \"Студенты что-то там пишут про наш портал... Жалуются или хвалят – не разберешь. А ведь они – главные пользователи! Разберитесь, чего им не хватает, и как сделать сайт лучше\"",
        "task": "Проанализировать предоставленный  набор обратной связи студентов об использовании порталом. Выделить ключевые проблемы и предложения. Сформулировать 3-4 конкретных улучшения/дополнения для платформы на основе анализа."
    },
    {
        "number": "65",
        "description": "Директор: \"Бумажные журналы – прошлый век! Оценки теряются, почерк не разобрать. Нужен электронный, чтобы всё под рукой, и отчет директору – в один клик!",
        "task": "Разработать прототип электронного журнала. Функционал: ввод дисциплин, ФИО студентов, проставление оценок, экспорт данных в xlsx."
    },
    {
        "number": "66",
        "description": "Директор: \"Сайт есть, но пользуются ли? Конкуренты не дремлют! Нужен свежий взгляд: что у нас блестит, а где паутина? И как сделать его магнитом для абитуриентов?\"",
        "task": "Провести SWOT-анализ официального сайта вашего колледжа. Представить результаты в табличной форме с краткими выводами и 3-5 рекомендациями по усилению слабых сторон и использованию возможностей."
    },
    {
        "number": "67",
        "description": "Колледж представил новый Брендбук! Твоя задача – стать его первым (и, возможно, самым честным) критиком. Безжалостно, но конструктивно.",
        "task": "Проведи SWOT-анализ брендбука (2-3 ключевых пункта на каждую категорию: Сильные, Слабые стороны, Возможности, Угрозы). Дай краткую оценку (1-2 предложения): \"годнота\" или \"на доработку\". Предложи 2 конкретных совета по его улучшению/внедрению."
    },
    {
        "number": "68",
        "description": "Информации о колледже много, а времени у абитуриентов мало. Нужен короткий и емкий ролик, который расскажет о главном и запомнится.",
        "task": "Создайте рекламный видеоролик о колледже, его ключевых преимуществ. длительностью до 1 минуты."
    },
    {
        "number": "69",
        "description": "Директор требует брендбук, но вчера. И чтобы красиво, современно и бесплатно. Придется стать волшебником и создать хотя бы видимость брендбука колледжа...",
        "task": "Создать презентацию (8-10 слайдов) с предложениями по визуальному оформлению вашего колледжа: ключевые слова, логотип,  цвета, шрифты и т.д."
    },
    {
        "number": "70",
        "description": "Маяк требует, чтобы каждая команда имела свой уникальный победный клич! Придумайте свой!",
        "task": "Ваша команда должна придумать и продемонстрировать свой уникальный \"Звук Победы\". Хранитель маяка берет на себя ведущую роль в создании этого звука/ритма/клича, используя свои музыкальные или ритмические таланты, которые команда будет использовать при успехах."
    },
    {
        "number": "71",
        "description": "В колледже необходимо регулярно проводить обучение сотрудников и студентов основам информационной безопасности. Но составление тестов – трудоемкий процесс.",
        "task": "Создайте тест по документу: основы информационной безопасности (10-15 вопросов), опирающихся на документ: \"Политика информационной безопасности\" с вариантами ответов."
    },
    {
        "number": "72",
        "description": "Студент Вася использует пароль 123456, а преподаватель Петр Иванович - qwerty. Хакеры ликуют, директор хватается за сердце. Колледж на грани взлома!",
        "task": "Разработать памятку для сотрудников и студентов по созданию надежных паролей. Включить рекомендации по длине, сложности, смене паролей, использованию менеджеров паролей. Привести примеры хороших и плохих паролей."
    },
    {
        "number": "73",
        "description": "Колледж собирает персональные данные студентов и сотрудников, но что с ними происходит дальше? Роскомнадзор на пороге, директор нервно пьет валерьянку. Нужно срочно навести порядок!",
        "task": "Составить чек-лист из 10-15 пунктов для проверки соответствия колледжа требованиям ФЗ-152 О персональных данных. Включить пункты про согласие на обработку, политику конфиденциальности, защиту данных и т.д."
    },
    {
        "number": "74",
        "description": "Колледж заключает договоры с различными контрагентами (поставщики услуг, подрядчики, другие образовательные организации), в которых затрагиваются вопросы обработки персональных данных. Необходимо проверить эти договоры на соответствие ФЗ-152.",
        "task": "Используя предоставленные образцы договоров, провести анализ договоров на соответствие требованиям ФЗ-152 (полнота, корректность формулировок). Предоставить измененные договора с указанием изменений"
    },
    {
        "number": "75",
        "description": "Колледж подвергся атаке с использованием социальной инженерии. Сотрудники непреднамеренно раскрыли конфиденциальную информацию, что привело к утечке данных. Директор ищет способы предотвращения подобных инцидентов в будущем.",
        "task": "Разработайте сценарий тренинга для сотрудников. Включите примеры распространенных атак (фишинг, претекстинг), методы распознавания угроз. Предложите интерактивные элементы (ролевые игры, тесты)."
    },
    {
        "number": "76",
        "description": "Директор подозревает, что в системе защиты данных колледжа есть уязвимости, но не знает, как их обнаружить. Он опасается, что колледж может стать легкой мишенью для кибератак.",
        "task": "Используя deep research, найдите 3-5 инструментов для проведения аудита информационной безопасности и предоставьте 4-5 вариантов в виде сравнительной таблицы с не менее 5 параметров для сравнения"
    },
    {
        "number": "77",
        "description": "Внимание! \"Цифровой Маяк\" зафиксировал резкое падение уровня эндорфинов в команде! Срочно требуется сеанс танцевальной терапии!",
        "task": "Всей командой исполните танец! Какой? Пусть решит случай (монетка: Орел – \"Танец маленьких утят\", решка – любой под вашу любимую песню). Инспектор следит за соблюдением выбранного условия (правильный танец) и активным, вовлеченным участием всех членов команды."
    },
    {
        "number": "78",
        "description": "Заместитель директора по учебной работе подвел итоги семестра, но вместо электронного файла прислал... фотографию! Директору же нужен срочно красивый дашборд для отчета. Возвращать за журналом не вариант. Как быть?",
        "task": "Преобразовать данные с фотографии журнала успеваемости  в интерактивный дашборд и провести анализ"
    },
    {
        "number": "79",
        "description": "В колледже преподаватели жалуются, что студенты стали хуже ходить на занятия. Директор подозревает, что это связано с появлением нового торгового центра рядом с колледжем. Но нужны доказательства, а не домыслы!",
        "task": "Проанализировать данные с января по июнь. Выявить пропуски, рассчитать процент посещаемости по каждому студенту и группе в целом. Учитывать, что данные с января по июнь, торговый центр открылся в апреле"
    },
    {
        "number": "80",
        "description": "В колледже хотят наглядно представить результаты сессии. Директор мечтает о красивых графиках, чтобы сразу было видно, кто отличник, а кому надо поднажать. Но преподаватели не знают, с какой стороны подступиться к этим вашим графикам.",
        "task": "Построить гистограммы и круговые диаграммы, отражающие распределение оценок по разным предметам."
    },
    {
        "number": "81",
        "description": "В колледже два потока одной специальности. Директор хочет понять, есть ли разница в успеваемости между этими группами. И если есть, то в чем причина? Преподаватели спорят, а данные молчат...",
        "task": "Сравнить средние баллы, распределение оценок, посещаемость двух групп студентов. Сделать выводы о различиях и возможных причинах."
    },
    {
        "number": "82",
        "description": "В колледже два потока одной специальности. Директор хочет понять, есть ли разница в успеваемости между этими группами. И если есть, то в чем причина? Преподаватели спорят, а данные молчат...",
        "task": "На основе данных об успеваемости, посещаемости, социальных характеристиках студентов построить прогностическую модель на 1,2,3 года"
    },
    {
        "number": "83",
        "description": "Колледж провел анонимный опрос студентов об удовлетворенности качеством обучения. Но директор получил кучу текста и не знает, как извлечь из него пользу. Преподаватели волнуются, студенты ждут перемен, а данные...опять молчат",
        "task": "Проанализировать текстовые ответы студентов, выявить основные темы и сформулировать рекомендации, построить тепловые карты, облако слов, тематические кластеры, диаграммы"
    },
    {
        "number": "84",
        "description": "Цифровой Маяк засёк сбой в системе невербальной коммуникации! Срочно восстанавливаем связь – тренируем мимику и умение понимать друг друга без слов!",
        "task": "Летописец должен без слов, мимикой и жестами, показать эмоцию(доп.материалы), используя свои навыки визуального представления. Остальные угадывают. Приступать к заданиям нельзя пока не выполните задание."
    },
    {
        "number": "85",
        "description": "На электронную почту колледжа пришло объемное Положение о Всероссийском конкурсе Мастера Будущего. Сотрудники отдела, ответственного за участие в конкурсах, перегружены и не могут детально изучить документ. Нужно быстро понять суть и решить, участвовать ли.",
        "task": "Сделайте инструкцию как победить в конкурсе Мастера Будущего"
    },
    {
        "number": "86",
        "description": "В колледже решили навести порядок с посещаемостью! Вместо старомодного журнала – цифровой учёт. Ваша задача – создать прототип чат-бота, который будет \"перекликивать\" студентов на паре и фиксировать, кто пришёл, а кто прогуливает.",
        "task": "Разработайте прототип чат бота, который будет отмечать присутствие студентов на паре(с возможностью добавления ФИО и выставление отметок: присутствовал, отсутствовал, отсутствовал по уважительной)"
    },
    {
        "number": "87",
        "description": "Директор видит энтузиазм, но и растерянность в глазах коллег. “Столько этих ИИ-штук развелось!” Нужна инструкцияч, чтобы открыл, пролистал картинки – и всё понял! Выберите один инструмент, самый ходовой, и сделайте так, чтобы даже самый занятой коллега смог им пользоваться",
        "task": "Подготовить презентацию-инструкцию для коллег по использованию одного конкретного ИИ-инструмента на ваш выбор."
    },
    {
        "number": "88",
        "description": "Колледж запустил дисциплину 'Основы ИИ в профессии'! Это наш флагман. Но... как бы это сказать... чтобы наш флагман не сел на мель при первом же выходе в море знаний, нужен четкий регламент как проводить эти уроки.",
        "task": "Разработать регламент (или методические рекомендации) по организации и проведению практико-ориентированного занятия по дисциплине \"Основы ИИ в профессии\".(Цели, задачи, структура занятия, технические требования, рекомендуемые ИИ инструменты)"
    },
    {
        "number": "89",
        "description": "Директор озадачен: \"Мы тут ИИ внедряем, курсы про ИИ разрабатываем, стратегии пишем... А кто это всё студентам-то рассказывать будет? И коллегам помогать? Нужен же специальный человек - Цифровой Архитектор! А должностной инструкции для него нет.  ",
        "task": "Задача разработать должностную инструкцию для новой штатной единицы \"Преподаватель по технологиям искусственного интеллекта\""
    },
    {
        "number": "90",
        "description": "В рамках приёмной кампании колледж решил проводить профориентацию среди школьников.  Приемная комиссия перегружена, и директор требует быстрого и эффективного решения, чтобы понять, подходят ли эти школьники колледжу, и какие специальности им предложить.",
        "task": "Используя предоставленные данные о школьниках и информацию о специальностях колледжа провести анализ и показать какие специальности лучше подойдут будущему студенту"
    },
    {
        "number": "91",
        "description": "Цифровой Маяк передает сигналы о необходимости синхронизации энергетических потоков в команде. Пора заняться йогой!",
        "task": "Всей командой выполните 3 простых упражнения йоги (например, \"Поза дерева\", \"Поза горы\", \"Поза воина\"). Инженер выступает в роли инструктора, следя за синхронностью выполнения и правильным \"энергетическим потоком\" для \"отладки системы\" команды. Дышите глубже!"
    }
]
