[
    {
        "number": "4",
        "description": "1. Колледж открывает новую специальность \"Веб-разработка для мобильных устройств\". Необходимо создать краткое, но ёмкое и привлекательное описание специальности для сайта, буклетов и рекламных материалов. Описание должно заинтересовать выпускников 9-х и 11-х классов и их родителей.\n\n2.В общежитии колледжа (студенты 1-3 курсов) сорвалось запланированное вечернее мероприятие (кинопросмотр) из-за скачка напряжения, повредившего проектор. Комендант в растерянности, студенты скучают. Нужно срочно придумать альтернативное неэнергозатратное развлечение.\n\n3.В колледж принят новый преподаватель специальных дисциплин, Елена Сергеевна Смирнова. Необходимо составить короткое приветственное письмо от имени директора колледжа.",
        "task": "Сформулировать промпт, по методологии МАЯК - ОКО."
    },
    {
        "number": "11",
        "description": "В колледже разразился скандал! Кто-то \"сливает\" ответы на контрольные работы. Отличники внезапно стали получать \"неуды\", а троечники – блистать знаниями. Преподаватели в панике. Нужно срочно разработать новую контрольную, которую невозможно списать или \"слить\". Она должна быть объективной и проверять реальные знания.",
        "task": "Сгенерируйте варианты заданий для контрольной работы по вашей дисциплине (тема – на ваш выбор). Не менее 5 разных типов заданий. Укажите критерии оценки."
    },
    {
        "number": "12",
        "description": "Коллега просит о срочной помощи! Дедлайн близок, а статья требует доработки. Необходима вычитка и конструктивный отзыв. Вам передали текст. Помогите коллеге \nи предложите конкретные улучшения!",
        "task": "Написать рецензию (достоинства, недостатки, рекомендации)."
    },
    {
        "number": "13",
        "description": "Студенты зубрят, но не понимают. Запоминают наизусть, но быстро забывают. Ваша задача – не просто объяснить сложную тему, но и помочь им запомнить её надолго и с удовольствием. Превратите урок в шоу для памяти",
        "task": "Разработайте мнемонические приёмы (не менее 3) для запоминания выбранной темы(на ваше усмотрение)"
    },
    {
        "number": "14",
        "description": "Вас выбрали, чтобы сказать напутственное слово выпускникам. Но не просто что-то банальное, а речь, которая запомнится, вдохновит и, возможно, даже растащится на цитаты! Директор ждёт шедевра!",
        "task": "Напишите речь для выпускного (пожелания, напутствия, немного лирики)."
    },
    {
        "number": "15",
        "description": "Студенты заваливают вопросами? Систематизируем! Превратим это в полезный ресурс. Создадим базу знаний, которая сэкономит время и нервы и студентам и нам. Нужно составить по списку вопросов от студентов и подготовить ответы.",
        "task": "Составить FAQ (20 частых вопросов, приемная кампания, общежития и др.) и дать чёткие ответы."
    },
    {
        "number": "5",
        "description": "Внимание! Колледж под прицелом прокуратуры! На стол легла бумага с запросом о характеристике студента. Вам предстоит создать три варианта ответа на этот запрос, каждый из которых представит студента в совершенно ином свете.",
        "task": "Напишите три варианта ответа на запрос прокуратуры о студенте: положительный, нейтральный и отрицательный."
    },
    {
        "number": "44",
        "description": "Цифровой Маяк подсказывает - пора обменяться энергией!",
        "task": "Капитан следит, чтобы каждый участник вашей команды лично сказал каждому участнику команде справа/соседу(если 1 команда) пожелание удачи, успеха, вдохновения, креатива или чего-то подобного, поддерживая позитивный настрой."
    },
    {
        "number": "16",
        "description": "Важное совещание. Много говорили, обсуждали. Теперь нужно это всё перевести из аудиозаписи в текст. Чтобы зафиксировать сказанное и принятые решения. Важно ничего не упустить. Действуйте!",
        "task": "Сделать расшифровку аудиозаписи совещания и составить протокол"
    },
    {
        "number": "17",
        "description": "\"Теория механизмов и машин\" – скукота? Докажите, что это не так! Студенты засыпают на лекциях? Пора устроить рэп-баттл! Зачитайте основы ТММ так, чтобы даже самый отпетый прогульщик заслушался и всё понял. Рифма – ваш друг!",
        "task": "Сочинить рэп-урок по ТММ (или другой сложной теме) чтоб \"зацепило\". Используй внутреннюю модель генерации текста в Suno."
    },
    {
        "number": "18",
        "description": "Тебе в руки попал  аудиофайл  Твоя задача – не просто нажать \"сделать красиво\", а творчески переосмыслить его с помощью ИИ. Преврати этот трек в нечто совершенно новое! Кто знает, может, твой ремикс станет хитом.",
        "task": "Написать свой оригинальный текст песни (тему любая), а затем, используя функцию „Extend“ в Suno, создай на него ремикс."
    },
    {
        "number": "19",
        "description": "Студенты пролистывают новости быстрее, чем вы успеваете сказать \"обязательно к прочтению\"? Пора нанести ответный удар по информационной слепоте! Превратим сухие факты в зажигательный трек, который засядет в головах студентов.",
        "task": "Сделать из еженедельного дайджеста колледжа песню, чтобы студенты не только узнавали новости, но и напевали их. Возьми новости и на основе их сгенерируй текст и затем вставь в Suno для ее генерации"
    },
    {
        "number": "20",
        "description": "Прямой эфир на городском ТВ! Директор колледжа произносит торжественную речь, но… коварный ветер (или технический сбой) превращает звук в хаос! Срочно нужна чистая запись для эфира и архива. Перезаписи не будет!",
        "task": "Восстановить аудиозапись(убрав лишние шумы) речи директора колледжа, предназначенную для телерепортажа"
    },
    {
        "number": "6",
        "description": "Посетило вдохновение? Или руководство намекнуло, что колледжу не хватает своего гимна? Самое время проявить таланты и создать что-то запоминающееся! (Или хотя бы внести свой посильный вклад...)",
        "task": "Создать гимн колледжа в аудиоформате(заранее сгенерировав текст песни)."
    },
    {
        "number": "21",
        "description": "Одной иллюстрации недостаточно? Нужно больше визуального контента для буклета, презентации или других материалов. Создадим серию изображений, раскрывающих тему с разных сторон. \"ваша дисциплина: вчера, сегодня, завтра\".",
        "task": "Создать серию (3-5) изображений (\"ваша дисциплина: прошлое, настоящее, будущее\")."
    },
    {
        "number": "22",
        "description": "Объявляется конкурс на самую крутую, стильную спецодежду для наших студентов-мастеров! Руководство жаждет увидеть не просто робу, а произведение искусства, в котором хоть на подиум, хоть в мастерскую!",
        "task": "Примерить 3 варианта спецодежды на фотке студента."
    },
    {
        "number": "23",
        "description": "У каждого есть история, которую можно рассказать, или тема, которую хочется исследовать визуально. Вместо тысячи слов – шесть изображений!",
        "task": "Создайте серию из 3 последовательных изображений, объединенных одной общей темой или идеей по вашему выбору."
    },
    {
        "number": "24",
        "description": "Как найти общий язык со студентами? Использовать мемы! Создадим серию забавных картинок, связанных с образованием, дисциплиной или колледжем. Юмор поможет наладить контакт и повысить вовлеченность.",
        "task": "Создать серию (3-5) мемов (образование/дисциплина/колледж – с юмором)."
    },
    {
        "number": "25",
        "description": "В архиве колледжа хранятся старые фотографии, которые имеют историческую ценность, но плохо сохранились (выцвели, поцарапаны, порваны). Директор хочет восстановить эти фотографии и использовать их в музее колледжа или на сайте",
        "task": "Провести реставрацию фотографий"
    },
    {
        "number": "7",
        "description": "Лекция или статья без визуального сопровождения — неэффективно! Исправляем ситуацию: создаём изображение, которое ёмко и наглядно отразит суть заданной темы. \"ваша дисциплина — это...\".",
        "task": "Создать одно изображение по заданной теме (\"ваша дисциплина – это...\")."
    },
    {
        "number": "43",
        "description": "Команда слева нуждается в гимне! \"Цифровой Маяк\" требует, чтобы вы воспели величие команды",
        "task": "Сочините гимн для команды слева/своей команды(если одна команда). Бард помогает команде с мелодией, ритмом и общей гармонией исполнения, берет на себя роль запевалы, дирижера."
    },
    {
        "number": "26",
        "description": "Нужен наглядный экскурс в историю, чтобы не блуждать в трех соснах современных нейросетей. И чтобы не просто картинки полистали, а что-то в голове отложилось – тест в конце обязателен! А то вдруг ИИ сам забудет, как он появился, и нам придется ему напоминать!",
        "task": "Создай интерактивный таймлайн: 5-7 ключевых этапов развития ИИ (дата, суть, значение) и тест из 5-7 вопросов (с ответами) для проверки знаний."
    },
    {
        "number": "27",
        "description": "Сессия на носу, а студенты мечтают о \"халяве\"? Превратите подготовку к зачёту/экзамену в увлекательную игру! Создайте свою версию игры \"Кто хочет стать миллионером?\", где главный приз – зачёт \"автоматом\" по вашему предмету.",
        "task": "Разработать интерактивную игру-викторину по типу \"Кто хочет стать миллионером?\" (12-15 вопросов, варианты ответов, \"подсказки\")."
    },
    {
        "number": "28",
        "description": "Коллега просит о срочной помощи! Дедлайн близок, а статья требует доработки. Необходима вычитка и конструктивный отзыв. Вам передали текст. Помогите коллеге и предложите конкретные улучшения!",
        "task": "Задача актуализировать презентацию (структура, дизайн, визуал)."
    },
    {
        "number": "29",
        "description": "Превратите ключевые понятия, формулы, даты, правила (и т.д.) вашей дисциплины в мемы-шпаргалки!",
        "task": "Задача – создать серию из 3-5 мемов, которые помогут вашим ученикам запомнить самую важную информацию по теме."
    },
    {
        "number": "30",
        "description": "Студенты считают, что знают предмет лучше вас? Докажите обратное! Создайте интерактивный квиз с каверзными вопросами по вашей дисциплине. Пусть попробуют ответить!",
        "task": "Разработать квиз из 10 вопросов (вопросы с подвохом, варианты ответов, баллы)."
    },
    {
        "number": "8",
        "description": "Приближается открытый урок! Необходима презентация, которая сделает материал наглядным и интересным. Тему урока вы выбираете самостоятельно. Главное — чтобы было информативно и увлекательно.",
        "task": "Создать презентацию к уроку из 8 - 10 слайдов (выбор темы – свободный)."
    },
    {
        "number": "31",
        "description": "Говорят, будущее уже здесь, но мы решили заглянуть еще дальше – в 2050-й! Покажем как будет выглядеть колледж  в 2050 за 60 секунд. Формат, конечно, вертикальный (9:16), чтобы сразу в тренды.",
        "task": "Создай вертикальный (9:16) ролик “Колледж 2050” до 1 минуты. Со сценарием, озвучкой и субтитрами."
    },
    {
        "number": "32",
        "description": "Кто сказал, что канцелярские принадлежности – это скучно? Докажем обратное! Превратим обычный карандаш (или ручку, не будем придирчивы) в звезду шортс, оставив за ним след, который либо согреет душу (цветами), либо... ну, вы поняли (огнем). Главное – быстро (до 8 сек), эффектно и вертикально (9:16)",
        "task": "Создай ролик, в котором заставь карандаш/ручку двигаться по экрану, оставляя за собой либо шлейф из распускающихся цветов, либо огненный след. Уложись в 8 секунд, формат 9:16."
    },
    {
        "number": "33",
        "description": "Внимание, преподаватели! Руководство колледжа поручило вам особо важное задание: оживить историю! Точнее, фотографии исторических личностей. Используйте магию ИИ, но помните: никакой черной магии, только высокие технологии",
        "task": "Оживить 3-5 фотографий с помощью ИИ-инструментов."
    },
    {
        "number": "34",
        "description": "Кто сказал, что будни колледжа – это только гранит науки и бессонные ночи над конспектами? Это еще и неиссякаемый источник... для мемов! Ведь каждый студент (да и преподаватель, чего уж там) хоть раз ловил себя на мысли: «О, это же про меня!» или «Да это же типичная ситуация на паре!».",
        "task": "Создать 1-2 видео-мема отражающих типичные ситуации из жизни колледжа."
    },
    {
        "number": "35",
        "description": "Сложная тема вызывает затруднения у студентов? Превратим её в мультфильм! Создадим ролик (до 1 минуты), который в доступной форме объяснит ключевые моменты: \"Топ-5 ошибок\".",
        "task": "Создать видеоролик (до 1 мин) \"Топ-5 ошибок\"  в формате 16:9. Со сценарием, озвучкой и субтитрами."
    },
    {
        "number": "9",
        "description": "Каждый день в колледже – это маленький спектакль со своими героями. Забудьте о сухих описаниях – пора показать всё \"в цвете и движении\"! Ваша задача – взять типичную ситуацию из жизни колледжа и превратить ее в короткую, но емкую видео-зарисовку.",
        "task": "Создать короткий видеоролик 5-8 (секунд), который визуализирует одну характерную ситуацию из жизни колледжа в формате 16:9."
    },
    {
        "number": "42",
        "description": "Сенсоры \"Маяка\" показывают, что у команды справа от вас накопилось критическое напряжение! Им срочно нужен сеанс расслабляющего массажа, иначе они перегорят!",
        "task": "Всей командой сделайте массаж плеч и шеи команде справа(cоседу справа, если 1 команда). Инспектор/Видеограф следит за тем, чтобы массаж выполнялся всеми участниками качественно, с должным усердием и в течение установленной 1 минуты, обеспечивая \"цифровую продуктивность\" соседей!"
    },
    {
        "number": "36",
        "description": "Студент Петров – легенда! Но скоро выпускаться. Куратор в панике, нужна характеристика, а Петров как всегда... загадочен. Характеристика нужна \"вчера\", а то Петров опять что-нибудь учудит! Соберитесь, коллега, Петров – ваше всё!",
        "task": "Составить характеристику на Петрова (успехи/провалы, таланты/грехи, перспективы)."
    },
    {
        "number": "37",
        "description": "Шерлок Холмс позавидует! Вам попали данные о посещаемости студентов. Староста просит помочь вычислить злостных прогульщиков. Проанализируйте таблицу и предоставьте список \"подозреваемых\".",
        "task": "Проанализировать посещаемость. Найти прогульщиков, сделать графики посещаемости"
    },
    {
        "number": "38",
        "description": "Вы провели опрос, но результаты выглядят как шифр? Разберёмся! Вам даны результаты опроса. Проанализируйте данные, представьте их в виде таблиц, графиков и сделайте выводы.",
        "task": "Проанализировать опрос, подготовить таблицы, графики, выводы"
    },
    {
        "number": "39",
        "description": "Вас пригласили выступить на конференции с докладом о вашем передовом исследовании (которого пока нет). Тема – любая, но вдохновляющая. Завтра утром – на сцену! Нужно срочно набросать тезисы и подобрать  ссылки на исследования, чтобы не ударить в грязь лицом!",
        "task": "Подготовить тезисы для выступления (введение, основная часть, выводы, \"изюминка\") + 3-4 исследования используя deep research"
    },
    {
        "number": "40",
        "description": "В колледже провели опрос студентов (анкеты, интервью, отзывы – в общем, \"наговорили\" они там будь здоров!). Получился целый \"сундук\" с их \"криками души\" – жалобы, предложения, мечты... Короче, всё, как у людей. Только вот читать это всё – никаких сил не хватит!",
        "task": "Проанализировать файл с ответами студентов. Создать облако слов, отображающее наиболее часто встречающиеся слова. Выделить основные темы (3-5) по каждой категории вопросов"
    },
    {
        "number": "10",
        "description": "В учебной части – переполох, почти как перед внезапной проверкой! Данные об успеваемости студентов за семестр  вызывают больше вопросов, чем ответов. Директор колледжа требует разобраться: кто из студентов достоин продолжать обучение, а кому, возможно, пора примерить форму (не учебную, а военную)?",
        "task": "Подготовить аналитическую записку для директора и учебной части колледжа за семестр"
    },
    {
        "number": "41",
        "description": "Маяк сигнализирует: засиделись! Пора размяться и зарядиться энергией!",
        "task": "Всей командой проведите короткую (2-3 минуты) зарядку. Инженер предлагает 3-5 простых упражнений для \"подзарядки\" команды (приседания, наклоны, прыжки) и следит за бодрым и технически правильным выполнением для поддержания \"работоспособности\" команды."
    },
    {
        "number": "1",
        "description": "Колледж на грани закрытия! Нужно срочно собрать команду спасателей! Древний \"Цифровой Маяк\" ждет своих героев!",
        "task": "Распределите роли внутри команды"
    },
    {
        "number": "2",
        "description": "Прежде чем отправиться в путь, нужно понять, с чем имеем дело. Каждый из вас – носитель искры знаний об ИИ. Пришло время оценить её силу!",
        "task": "Заполнение личного бланка – ваш первый шаг к цифровому мастерству!"
    },
    {
        "number": "3",
        "description": "Вам в руки попала пачка промтов, созданных другими участниками. Некоторые из них – настоящие бриллианты, способные заставить LLM генерировать шедевры. Другие… ну, скажем так, им нужна небольшая полировка (или даже переплавка!). От вашей зоркости и умения анализировать промты зависит успех общего дела.",
        "task": "Проранжируйте промты от лучшего к худшему"
    }
]
