[
    {
        "number": "1",
        "description": "Преподаватели - асы, но цифровой мир меняется! Директор обеспокоен: не пора ли прокачаться? Студенты скоро будут учить нас... Какие цифровые навыки сейчас самые-самые?",
        "task": "Составить список ТОП 5 востребованных цифровых навыков для вашей должности, проранжировать их и подробно обосновать каждый."
    },
    {
        "number": "2",
        "description": "Директор в восторге: преподаватели прямо-таки фонтанируют идеями по ИИ! Но за блеском презентаций и умными терминами он хочет разглядеть реальную глубину понимания.  Нужен честный ИИ-детектор, а не просто вера в светлое цифровое будущее!",
        "task": "Разработать интерактивный тест из 8-10 вопросов для самооценки знаний в области ИИ."
    },
    {
        "number": "3",
        "description": "Теория – хорошо, практика – лучше! Как применить цифровые навыки в работе? Инструменты для интересных и эффективных занятий?",
        "task": "Выбрать тему или задачу по Вашей должности. Разработать обучающий урок с применением цифровых технологий. Описать: цели, ход, результаты и оценкой освоения применяя ФОС."
    },
    {
        "number": "4",
        "description": "Мало самому научиться – надо другим помочь! Как передать знания? Атмосфера поддержки и обучения? Директор мечтает о цифровых наставниках.",
        "task": "Разработать план короткого мастер-класса для коллег по одному из типов контента. Тема, цели, план, задания, материалы."
    },
    {
        "number": "5",
        "description": "Время больших дел! Как использовать технологии ИИ, чтобы улучшить учебный процесс в целом? Проекты для современного колледжа?",
        "task": "Разработать концепцию курса на 18 часов по внедрению технологий ИИ в учебный процесс с учетом ФГОС. Проблема, цели, этапы, результаты, ресурсы."
    },
    {
        "number": "6",
        "description": "Нужен системный подход для освоения цифровых навыков. Цифровые технологии – часть работы. Постоянно развивать компетенции? Нужна стратегия – план на перспективу.",
        "task": "Разработать краткий план развития цифровых компетенций на учебный год для коллектива с подробными планами и точками контроля. Цели, задачи, направления, показатели."
    },
    {
        "number": "46",
        "description": "В колледже Феникс обнаружен дефицит обнимашек, это снижает общий творческий тонус команды. Необходима срочная обнимашковая терапия!",
        "task": "Всей командой организуйте сеанс обнимашек! Капитан инициирует процесс, первым обнимая членов своей команды, и следит за созданием атмосферы единства и поддержки. Обнимитесь по очереди с каждым, а затем дружно все вместе!"
    },
    {
        "number": "7",
        "description": "Наши студенты как сокровища – умные, талантливые, но пока спрятанные от мира. Работодатели бродят где-то рядом, но, кажется, у них карта не той системы... Директор уже топает ногой, требуя свежих идей! Пора стать настоящими следопытами и проложить тропинку к партнерам.",
        "task": "Найти 5 потенциальных работодателей (профиль колледжа). Указать: название, сферу, контакты, ФИО"
    },
    {
        "number": "8",
        "description": "Представьте: вы на вечеринке, видите интересных людей, но… не знаете, как подойти. Так и с работодателями! Их много, но молчание – не золото... Директор ждет, что мы не просто найдем, но и заговорим с ними. Время первого контакта!",
        "task": "Составить шаблон холодного письма для первого контакта с работодателем. Кратко представить колледж, обозначить области сотрудничества, предложить созвон."
    },
    {
        "number": "9",
        "description": "Помните эти унылые ярмарки вакансий? Студенты зевают, работодатели скучают… Директор намекнул, что в современную эпоху пора на новый уровень! Нужно цепляющее, чтобы и студенты заинтересовались, и работодатели сказали: Вау! Хотим с вами!",
        "task": "Разработать концепцию мероприятия для привлечения работодателей. Формат, темы, способы вовлечения. Преимущества колледжа."
    },
    {
        "number": "10",
        "description": "Работодатели – не благотворители. Они ищут выгоду. Но какую? Какие у них боли? Что им нужно от нас? Директор требует анализа, а не догадок! Пора составить карту боли и понять, как мы можем стать для них… аспирином.",
        "task": "Проанализировать потребности и проблемы 5-8 работодателей. Сформулировать конкретные решения(что колледж может предложить)"
    },
    {
        "number": "11",
        "description": "Хватит ходить вокруг да около! Пора к конкретным предложениям.  Разработать типовое предложение о сотрудничестве между образовательным учреждением и компанией. Директор ждет не просто идей, а проработанных проектов. Иначе… ну, вы помните. Время действовать!",
        "task": "Разработать документ, описывающий детальное предложение о сотрудничестве для одного работодателя. Проблема, решение, результаты, этапы"
    },
    {
        "number": "12",
        "description": "Необходимо срочно подготовить презентацию, от которой у работодателей появится желание подписать договор о сотрудничестве. Презентация должна в общих чертах, почему стоит сотрудничать с образовательным учреждением – это круто и  выгодно",
        "task": "Подготовить презентацию о колледже на 8-10 слайдов для конкретного работодателя. Кратко, ёмко, визуально, убедительно. Ценность для работодателя, выгоды."
    },
    {
        "number": "45",
        "description": "Цифровой Маяк зафиксировал недостаток положительных вибраций! Срочно повышаем самооценку друг другу!",
        "task": "Всей командой устройте \"комплимент-батл\"! Каждый по очереди говорит комплимент команде слева(cоседу слева, если 1 команда). Медиатор следит, чтобы комплименты были искренними, оригинальными и способствовали формированию культуры позитивной обратной связи в команде."
    },
    {
        "number": "13",
        "description": "Директор: \"Студенты что-то там пишут про наш портал... Жалуются или хвалят – не разберешь. А ведь они – главные пользователи! Разберитесь, чего им не хватает, и как сделать сайт лучше\"",
        "task": "Проанализировать предоставленный  набор обратной связи студентов об использовании порталом. Выделить ключевые проблемы и предложения. Сформулировать 3-4 конкретных улучшения/дополнения для платформы на основе анализа."
    },
    {
        "number": "14",
        "description": "Директор: \"Бумажные журналы – прошлый век! Оценки теряются, почерк не разобрать. Нужен электронный, чтобы всё под рукой, и отчет директору – в один клик!",
        "task": "Разработать прототип электронного журнала. Функционал: ввод дисциплин, ФИО студентов, проставление оценок, экспорт данных в xlsx."
    },
    {
        "number": "15",
        "description": "Директор: \"Сайт есть, но пользуются ли? Конкуренты не дремлют! Нужен свежий взгляд: что у нас блестит, а где паутина? И как сделать его магнитом для абитуриентов?\"",
        "task": "Провести SWOT-анализ официального сайта вашего колледжа. Представить результаты в табличной форме с краткими выводами и 3-5 рекомендациями по усилению слабых сторон и использованию возможностей."
    },
    {
        "number": "16",
        "description": "Колледж представил новый Брендбук! Твоя задача – стать его первым (и, возможно, самым честным) критиком. Безжалостно, но конструктивно.",
        "task": "Проведи SWOT-анализ брендбука (2-3 ключевых пункта на каждую категорию: Сильные, Слабые стороны, Возможности, Угрозы). Дай краткую оценку (1-2 предложения): \"годнота\" или \"на доработку\". Предложи 2 конкретных совета по его улучшению/внедрению."
    },
    {
        "number": "17",
        "description": "Информации о колледже много, а времени у абитуриентов мало. Нужен короткий и емкий ролик, который расскажет о главном и запомнится.",
        "task": "Создайте рекламный видеоролик о колледже, его ключевых преимуществ. длительностью до 1 минуты."
    },
    {
        "number": "18",
        "description": "Директор требует брендбук, но вчера. И чтобы красиво, современно и бесплатно. Придется стать волшебником и создать хотя бы видимость брендбука колледжа...",
        "task": "Создать презентацию (8-10 слайдов) с предложениями по визуальному оформлению вашего колледжа: ключевые слова, логотип,  цвета, шрифты и т.д."
    },
    {
        "number": "42",
        "description": "Маяк требует, чтобы каждая команда имела свой уникальный победный клич! Придумайте свой!",
        "task": "Ваша команда должна придумать и продемонстрировать свой уникальный \"Звук Победы\". Бард берет на себя ведущую роль в создании этого звука/ритма/клича, используя свои музыкальные или ритмические таланты, который команда будет использовать при успехах."
    },
    {
        "number": "19",
        "description": "В колледже необходимо регулярно проводить обучение сотрудников и студентов основам информационной безопасности. Но составление тестов – трудоемкий процесс.",
        "task": "Создайте тест по документу: основы информационной безопасности (10-15 вопросов), опирающихся на документ: \"Политика информационной безопасности\" с вариантами ответов."
    },
    {
        "number": "20",
        "description": "Студент Вася использует пароль 123456, а преподаватель Петр Иванович - qwerty. Хакеры ликуют, директор хватается за сердце. Колледж на грани взлома!",
        "task": "Разработать памятку для сотрудников и студентов по созданию надежных паролей. Включить рекомендации по длине, сложности, смене паролей, использованию менеджеров паролей. Привести примеры хороших и плохих паролей."
    },
    {
        "number": "21",
        "description": "Колледж собирает персональные данные студентов и сотрудников, но что с ними происходит дальше? Роскомнадзор на пороге, директор нервно пьет валерьянку. Нужно срочно навести порядок!",
        "task": "Составить чек-лист из 10-15 пунктов для проверки соответствия колледжа требованиям ФЗ-152 О персональных данных. Включить пункты про согласие на обработку, политику конфиденциальности, защиту данных и т.д."
    },
    {
        "number": "22",
        "description": "Колледж заключает договоры с различными контрагентами (поставщики услуг, подрядчики, другие образовательные организации), в которых затрагиваются вопросы обработки персональных данных. Необходимо проверить эти договоры на соответствие ФЗ-152.",
        "task": "Используя предоставленные образцы договоров, провести анализ договоров на соответствие требованиям ФЗ-152 (полнота, корректность формулировок). Предоставить измененные договора с указанием изменений"
    },
    {
        "number": "23",
        "description": "Колледж подвергся атаке с использованием социальной инженерии. Сотрудники непреднамеренно раскрыли конфиденциальную информацию, что привело к утечке данных. Директор ищет способы предотвращения подобных инцидентов в будущем.",
        "task": "Разработайте сценарий тренинга для сотрудников. Включите примеры распространенных атак (фишинг, претекстинг), методы распознавания угроз. Предложите интерактивные элементы (ролевые игры, тесты)."
    },
    {
        "number": "24",
        "description": "Директор подозревает, что в системе защиты данных колледжа есть уязвимости, но не знает, как их обнаружить. Он опасается, что колледж может стать легкой мишенью для кибератак.",
        "task": "Используя deep research, найдите 3-5 инструментов для проведения аудита информационной безопасности и предоставьте 4-5 вариантов в виде сравнительной таблицы с не менее 5 параметров для сравнения"
    },
    {
        "number": "41",
        "description": "Внимание! \"Цифровой Маяк\" зафиксировал резкое падение уровня эндорфинов в команде! Срочно требуется сеанс танцевальной терапии!",
        "task": "Всей командой исполните танец! Какой? Пусть решит случай (монетка: Орел – \"Танец маленьких утят\", решка – любой под вашу любимую песню). Инспектор/Видеограф следит за соблюдением выбранного условия (правильный танец) и активным, вовлеченным участием всех членов команды."
    },
    {
        "number": "25",
        "description": "Заместитель директора по учебной работе подвел итоги семестра, но вместо электронного файла прислал... фотографию! Директору же нужен срочно красивый дашборд для отчета. Возвращать за журналом не вариант. Как быть?",
        "task": "Преобразовать данные с фотографии журнала успеваемости  в интерактивный дашборд и провести анализ"
    },
    {
        "number": "26",
        "description": "В колледже преподаватели жалуются, что студенты стали хуже ходить на занятия. Директор подозревает, что это связано с появлением нового торгового центра рядом с колледжем. Но нужны доказательства, а не домыслы!",
        "task": "Проанализировать данные с января по июнь. Выявить пропуски, рассчитать процент посещаемости по каждому студенту и группе в целом. Учитывать, что данные с января по июнь, торговый центр открылся в апреле"
    },
    {
        "number": "27",
        "description": "В колледже хотят наглядно представить результаты сессии. Директор мечтает о красивых графиках, чтобы сразу было видно, кто отличник, а кому надо поднажать. Но преподаватели не знают, с какой стороны подступиться к этим вашим графикам.",
        "task": "Построить гистограммы и круговые диаграммы, отражающие распределение оценок по разным предметам."
    },
    {
        "number": "28",
        "description": "В колледже два потока одной специальности. Директор хочет понять, есть ли разница в успеваемости между этими группами. И если есть, то в чем причина? Преподаватели спорят, а данные молчат...",
        "task": "Сравнить средние баллы, распределение оценок, посещаемость двух групп студентов. Сделать выводы о различиях и возможных причинах."
    },
    {
        "number": "29",
        "description": "В колледже два потока одной специальности. Директор хочет понять, есть ли разница в успеваемости между этими группами. И если есть, то в чем причина? Преподаватели спорят, а данные молчат...",
        "task": "На основе данных об успеваемости, посещаемости, социальных характеристиках студентов построить прогностическую модель на 1,2,3 года"
    },
    {
        "number": "30",
        "description": "Колледж провел анонимный опрос студентов об удовлетворенности качеством обучения. Но директор получил кучу текста и не знает, как извлечь из него пользу. Преподаватели волнуются, студенты ждут перемен, а данные...опять молчат",
        "task": "Проанализировать текстовые ответы студентов, выявить основные темы и сформулировать рекомендации, построить тепловые карты, облако слов, тематические кластеры, диаграммы"
    },
    {
        "number": "40",
        "description": "Цифровой Маяк засёк сбой в системе невербальной коммуникации! Срочно восстанавливаем связь – тренируем мимику и умение понимать друг друга без слов!",
        "task": "Фотограф должен без слов, мимикой и жестами, показать эмоцию(доп.материалы), используя свои навыки визуального представления. Остальные угадывают. Приступать к заданиям нельзя пока не выполните задание."
    },
    {
        "number": "31",
        "description": "На электронную почту колледжа пришло объемное Положение о Всероссийском конкурсе Мастера Будущего. Сотрудники отдела, ответственного за участие в конкурсах, перегружены и не могут детально изучить документ. Нужно быстро понять суть и решить, участвовать ли.",
        "task": "Сделайте инструкцию как победить в конкурсе Мастера Будущего"
    },
    {
        "number": "32",
        "description": "В колледже решили навести порядок с посещаемостью! Вместо старомодного журнала – цифровой учёт. Ваша задача – создать прототип чат-бота, который будет \"перекликивать\" студентов на паре и фиксировать, кто пришёл, а кто прогуливает.",
        "task": "Разработайте прототип чат бота, который будет отмечать присутствие студентов на паре(с возможностью добавления ФИО и выставление отметок: присутствовал, отсутствовал, отсутствовал по уважительной)"
    },
    {
        "number": "33",
        "description": "Директор видит энтузиазм, но и растерянность в глазах коллег. “Столько этих ИИ-штук развелось!” Нужна инструкцияч, чтобы открыл, пролистал картинки – и всё понял! Выберите один инструмент, самый ходовой, и сделайте так, чтобы даже самый занятой коллега смог им пользоваться",
        "task": "Подготовить презентацию-инструкцию для коллег по использованию одного конкретного ИИ-инструмента на ваш выбор."
    },
    {
        "number": "34",
        "description": "Колледж запустил дисциплину 'Основы ИИ в профессии'! Это наш флагман. Но... как бы это сказать... чтобы наш флагман не сел на мель при первом же выходе в море знаний, нужен четкий регламент как проводить эти уроки.",
        "task": "Разработать регламент (или методические рекомендации) по организации и проведению практико-ориентированного занятия по дисциплине \"Основы ИИ в профессии\".(Цели, задачи, структура занятия, технические требования, рекомендуемые ИИ инструменты)"
    },
    {
        "number": "35",
        "description": "Директор озадачен: \"Мы тут ИИ внедряем, курсы про ИИ разрабатываем, стратегии пишем... А кто это всё студентам-то рассказывать будет? И коллегам помогать? Нужен же специальный человек - Цифровой Архитектор! А должностной инструкции для него нет.  ",
        "task": "Задача разработать должностную инструкцию для новой штатной единицы \"Преподаватель по технологиям искусственного интеллекта\""
    },
    {
        "number": "36",
        "description": "В рамках приёмной кампании колледж решил проводить профориентацию среди школьников.  Приемная комиссия перегружена, и директор требует быстрого и эффективного решения, чтобы понять, подходят ли эти школьники колледжу, и какие специальности им предложить.",
        "task": "Используя предоставленные данные о школьниках и информацию о специальностях колледжа провести анализ и показать какие специальности лучше подойдут будущему студенту"
    },
    {
        "number": "37",
        "description": "Цифровой Маяк передает сигналы о необходимости синхронизации энергетических потоков в команде. Пора заняться йогой!",
        "task": "Всей командой выполните 3 простых упражнения йоги (например, \"Поза дерева\", \"Поза горы\", \"Поза воина\"). Инженер выступает в роли инструктора, следя за синхронностью выполнения и правильным \"энергетическим потоком\" для \"отладки системы\" команды. Дышите глубже!"
    }
]
